{"class_name": "Tokenizer", "config": {"num_words": 100, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": true, "oov_token": null, "document_count": 8, "word_counts": "{\"h\": 9, \"t\": 24, \"p\": 14, \":\": 8, \"/\": 18, \"s\": 12, \"e\": 12, \"c\": 13, \"u\": 7, \"r\": 9, \"-\": 9, \"l\": 5, \"o\": 19, \"g\": 6, \"i\": 10, \"n\": 6, \"b\": 2, \"a\": 10, \"k\": 2, \".\": 8, \"m\": 8, \"v\": 2, \"f\": 5, \"x\": 1, \"y\": 3, \"z\": 2, \"d\": 2, \"w\": 2, \"0\": 1}", "word_docs": "{\"l\": 5, \"b\": 2, \"o\": 8, \"s\": 8, \"i\": 6, \"e\": 7, \"k\": 2, \"a\": 5, \"-\": 5, \"r\": 6, \"g\": 4, \":\": 8, \"t\": 8, \"u\": 6, \"c\": 7, \"m\": 6, \"/\": 8, \"h\": 8, \"p\": 8, \".\": 8, \"n\": 4, \"v\": 2, \"y\": 2, \"z\": 2, \"x\": 1, \"f\": 3, \"d\": 2, \"w\": 2, \"0\": 1}", "index_docs": "{\"19\": 5, \"22\": 2, \"2\": 8, \"6\": 8, \"8\": 6, \"7\": 7, \"23\": 2, \"9\": 5, \"12\": 5, \"11\": 6, \"17\": 4, \"13\": 8, \"1\": 8, \"16\": 6, \"5\": 7, \"15\": 6, \"3\": 8, \"10\": 8, \"4\": 8, \"14\": 8, \"18\": 4, \"24\": 2, \"21\": 2, \"25\": 2, \"28\": 1, \"20\": 3, \"26\": 2, \"27\": 2, \"29\": 1}", "index_word": "{\"1\": \"t\", \"2\": \"o\", \"3\": \"/\", \"4\": \"p\", \"5\": \"c\", \"6\": \"s\", \"7\": \"e\", \"8\": \"i\", \"9\": \"a\", \"10\": \"h\", \"11\": \"r\", \"12\": \"-\", \"13\": \":\", \"14\": \".\", \"15\": \"m\", \"16\": \"u\", \"17\": \"g\", \"18\": \"n\", \"19\": \"l\", \"20\": \"f\", \"21\": \"y\", \"22\": \"b\", \"23\": \"k\", \"24\": \"v\", \"25\": \"z\", \"26\": \"d\", \"27\": \"w\", \"28\": \"x\", \"29\": \"0\"}", "word_index": "{\"t\": 1, \"o\": 2, \"/\": 3, \"p\": 4, \"c\": 5, \"s\": 6, \"e\": 7, \"i\": 8, \"a\": 9, \"h\": 10, \"r\": 11, \"-\": 12, \":\": 13, \".\": 14, \"m\": 15, \"u\": 16, \"g\": 17, \"n\": 18, \"l\": 19, \"f\": 20, \"y\": 21, \"b\": 22, \"k\": 23, \"v\": 24, \"z\": 25, \"d\": 26, \"w\": 27, \"x\": 28, \"0\": 29}"}}